Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2015.tmx
Source language: en_us
Languages: zh_cn

source: All levels of governments must actively accept oversight by people's congresses and their standing committees at their respective administrative level; accept the democratic oversight of CPPCC committees; and earnestly solicit the views of deputies to people's congresses, non-CPC parties, federations of industry and commerce, public figures without party affiliation, and people's organizations.
zh_cn: 各级政府要自觉接受同级人大及其常委会的监督，接受人民政协的民主监督，认真听取人大代表、民主党派、工商联、无党派人士和各人民团体的意见。

source: All our work must be subject to the people's oversight and be done in the way they expect it to be done.
zh_cn: 我们的所有工作都要全面接受人民的监督，充分体现人民的意愿。

source: We will exercise power in accordance with the law, encourage thrift and oppose extravagance, and work painstakingly to improve Party conduct, promote integrity, and fight corruption.
zh_cn: 坚持依法用权，倡俭治奢，深入推进党风廉政建设和反腐败工作。

source: We will work conscientiously to implement the CPC Central Committee's eight-point decision on improving Party and government conduct; work tirelessly to oppose formalism, bureaucratism, hedonism, and extravagance; and continue to strictly enforce the State Council's three-point decision on curbing government spending.
zh_cn: 认真落实党中央八项规定精神，坚持不懈纠正“四风”，继续严格执行国务院“约法三章”。

source: As rent-seeking is a feature common to all types of corruption, we will shed powers to make government cleaner, truss up the institutional fencing, and resolutely eliminate any room for rent-seeking, thus eradicating the breeding grounds of corruption.
zh_cn: 腐败现象的一个共同特征就是权力寻租，要以权力瘦身为廉政强身，紧紧扎住制度围栏，坚决打掉寻租空间，努力铲除腐败土壤。

source: We will intensify government supervision, make full use of auditing oversight, and strictly monitor public funds, public resources, and state-owned assets.
zh_cn: 加强行政监察，发挥审计监督作用，对公共资金、公共资源、国有资产严加监管。

source: Our tough stance on corruption is here to stay; our tolerance for corruption is zero, and anyone guilty of corruption will be dealt with seriously.
zh_cn: 始终保持反腐高压态势，对腐败分子零容忍、严查处。

source: We will see to it that every instance of corruption, should it be committed higher up or lower down, is severely punished.
zh_cn: 对腐败行为，无论出现在领导机关，还是发生在群众身边，都必须严加惩治。

source: We will take an active approach to our work, focus on implementation, and work with diligence for the people.
zh_cn: 坚持主动作为，狠抓落实，切实做到勤政为民。

source: China's economic development has entered a new normal, meaning we must adopt a new attitude.
zh_cn: 经济发展进入新常态，精神面貌要有新状态。

source: All public servants, especially officials, should always treat it as their greatest responsibility to promote development that benefits the people, carry the task of modernization on their shoulders, and keep the wellbeing of the people at the forefront of their minds.
zh_cn: 广大公务员特别是领导干部要始终把为人民谋发展增福祉作为最大责任，始终把现代化建设使命扛在肩上，始终把群众冷暖忧乐放在心头。

source: Governments at all levels must fully perform their functions and responsibilities, ensure thorough implementation, and be creative in their work.
zh_cn: 各级政府要切实履行职责，狠抓贯彻落实，创造性开展工作。

source: We will work to improve the mechanisms for assessing performance, and commend those who perform well, admonish those who do not, and expose and hold to account those who are indolent, sloppy, or neglectful of their duties.
zh_cn: 完善政绩考核评价机制，对实绩突出的，要大力褒奖；对工作不力的，要约谈诫勉；对为官不为、懒政怠政的，要公开曝光、坚决追究责任。

source: China is a unified country of many ethnic groups.
zh_cn: 我国是统一的多民族国家，

source: Working to enhance and develop socialist ethnic relations featuring equality, unity, mutual assistance, and harmony is the joint responsibility and in the fundamental interests of everyone.
zh_cn: 巩固和发展平等团结互助和谐的社会主义民族关系，是全国各族人民的根本利益和共同责任。

source: We will uphold and improve the system of regional ethnic autonomy, increase support for underdeveloped areas with concentrations of ethnic minorities, and aid the growth of ethnic minorities with smaller populations.
zh_cn: 要坚持和完善民族区域自治制度，加大对欠发达的民族地区支持力度，扶持人口较少民族发展，

source: We will work to boost development in border regions and improve living standards there.
zh_cn: 推进兴边富民行动，

source: We will see to it that the fine traditional culture of our ethnic minorities and distinctively ethnic villages and towns are preserved and developed, and promote interaction, communication, and integration between ethnic groups.
zh_cn: 保护和发展少数民族优秀传统文化及特色村镇，促进各民族交往交流交融。

source: We will work to successfully mark the 50th anniversary of the founding of the Tibet Autonomous Region and the 60th anniversary of the founding of the Xinjiang Uygur Autonomous Region.
zh_cn: 组织好西藏自治区成立50周年和新疆维吾尔自治区成立60周年庆祝活动。

source: With people of all our ethnic groups living together as one, sharing in a common cause, and developing together in harmony, the big family of the Chinese nation will enjoy greater prosperity, peace, and happiness.
zh_cn: 各族人民和睦相处、和衷共济、和谐发展，中华民族大家庭一定会更加繁荣昌盛、幸福安康。

source: We will fully implement the Party's basic policy on religion, promote harmonious relations between religions, protect the legitimate rights and interests of the religious community, and ensure that religious leaders and believers play a positive role in promoting economic and social development.
zh_cn: 我们要全面贯彻党的宗教工作基本方针，促进宗教关系和谐，维护宗教界合法权益，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We need to ensure that overseas Chinese nationals, overseas Chinese nationals who have returned to China, and the relatives of overseas Chinese nationals who themselves live in China can all perform better the unique role they have to play in modernizing China, advancing its peaceful reunification, and promoting exchange and cooperation between China and other countries.
zh_cn: 我们要更好发挥海外侨胞和归侨侨眷参与祖国现代化建设、促进祖国和平统一、推进中外交流合作的独特作用，

source: We need to strengthen the bonds of attachment and affection of all Chinese, whether at home or overseas, to our motherland.
zh_cn: 使海内外中华儿女的向心力不断增强。

source: Building a solid national defense and strong armed forces is fundamental to safeguarding China's sovereignty, security, and developmental interests.
zh_cn: 建设巩固的国防和强大的军队，是维护国家主权、安全和发展利益的根本保障。

source: We must keep to the Party's goal of strengthening the armed forces under the new conditions, uphold the fundamental principle of the Party's absolute leadership over the armed forces, strengthen our efforts in all areas in a coordinated way to maintain military preparedness, and ensure border, coastal, and air defense stability.
zh_cn: 要紧紧围绕党在新形势下的强军目标，坚持党对军队绝对领导的根本原则，统筹抓好各方面各领域军事斗争准备，保持边防海防空防稳定。

source: We will comprehensively strengthen modern logistics, step up national defense research and development of new- and high-technology weapons and equipment, and develop defense-related science and technology industries.
zh_cn: 全面加强现代后勤建设，加大国防科研和高新技术武器装备建设力度，发展国防科技工业。

source: We will deepen the reform of national defense and the armed forces, and increase the level of rule of law in their development.
zh_cn: 深化国防和军队改革，提高国防和军队建设法治化水平。

source: We will strengthen efforts to modernize the armed police forces.
zh_cn: 加强现代化武装警察力量建设。

source: We will raise public awareness of the importance of national defense, and improve mobilization for national defense and the building of reserve forces.
zh_cn: 增强全民国防意识，推进国防动员和后备力量建设。

source: We will coordinate national defense development and economic development and deepen the integration of the military and civil sectors.
zh_cn: 坚持国防建设和经济建设协调发展，促进军民融合深度发展。

source: Governments at all levels must always take an active interest in and support the strengthening of our national defense and armed forces, and remain committed to consolidating and increasing the unity between the government and the armed forces and between the people and the armed forces.
zh_cn: 各级政府要始终如一地关心和支持国防和军队建设，坚定不移地巩固和促进军政军民团结。

source: We will steadfastly carry out the principles of "one country, two systems," the people of Hong Kong governing Hong Kong, the people of Macao governing Macao, and both regions enjoying a high degree of autonomy, and we will strictly comply with the Constitution and the basic laws of these two regions.
zh_cn: 我们将坚定不移地贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治方针，严格依照宪法和基本法办事。

source: We will give full support to the chief executives and governments of the Hong Kong and Macao special administrative regions in governing their regions in accordance with the law, growing the economy, improving people's standard of living, advancing democracy, and promoting social harmony.
zh_cn: 全力支持香港、澳门特别行政区行政长官和政府依法施政，发展经济，改善民生，推进民主，促进和谐。

source: We will ensure that the mainland and the two regions develop more exchange and cooperation in all fields, and that the two regions continue to play their special role in the country's reform, opening up, and modernization.
zh_cn: 加强内地与港澳各领域交流合作，继续发挥香港、澳门在国家改革开放和现代化建设中的特殊作用。

source: We are confident that with the central government continuing its strong support for Hong Kong and Macao, and with continuous improvements to their own competitiveness, these two regions will enjoy long-term prosperity and stability.
zh_cn: 我们坚信，有中央政府一以贯之的大力支持，不断提升港澳自身竞争力，香港、澳门就一定能够保持长期繁荣稳定。

source: We will adhere to our policies concerning Taiwan and work to strengthen the political foundation of both sides of the Straits, upholding the 1992 Consensus and opposing the independence of Taiwan, and keep cross-Straits relations on the right course in peaceful development.
zh_cn: 我们将坚持对台工作大政方针，巩固两岸坚持“九二共识”、反对“台独”的政治基础，保持两岸关系和平发展正确方向。

source: We will strive to make progress in discussion and dialogue between the two sides of the Straits, advance cross-Straits economic integration for mutual benefit, and promote local and youth exchanges.
zh_cn: 努力推进两岸协商对话，推动经济互利融合，加强基层和青少年交流。

source: We will protect the rights and interests of our compatriots from Taiwan in accordance with the law, and see that the fruits of peaceful growth of cross-Straits relations benefit more people.
zh_cn: 依法保护台湾同胞权益，让更多民众分享两岸关系和平发展成果。

source: We hope that our compatriots on both sides of the Straits will continue to strengthen mutual understanding and trust, deepen their bonds of kinship, bring hearts and minds closer together, and work together to achieve China's peaceful reunification.
zh_cn: 我们期待两岸同胞不断增进了解互信，密切骨肉亲情，拉近心理距离，为实现祖国和平统一贡献力量。

source: We are firmly confident that the peaceful growth of cross-Straits relations is a historical trend that can be neither resisted nor reversed.
zh_cn: 我们坚信，两岸关系和平发展是不可阻挡、不可逆转的历史潮流。

source: We will continue to hold high the banner of peace, development, cooperation, and mutual benefit, and coordinate China's domestic and international efforts. We remain fully committed to peaceful development and pursuing a win-win strategy of opening up.
zh_cn: 我们将继续高举和平发展合作共赢旗帜，统筹国内国际两个大局，始终不渝走和平发展道路，始终不渝奉行互利共赢开放战略，

source: We will resolutely safeguard China's sovereignty, security, and developmental interests, and protect the legitimate rights and interests of Chinese citizens and legal persons overseas.
zh_cn: 坚决维护国家主权安全发展利益，维护我国公民和法人海外合法权益，

source: We will help develop a new type of international relations based on mutual benefit and cooperation, work to deepen strategic dialogue and practical cooperation with other major countries, and work to build a sound and stable framework for major-country relations.
zh_cn: 推动建立以合作共赢为核心的新型国际关系。深化与各大国战略对话和务实合作，构建健康稳定的大国关系框架。

source: We will work comprehensively to make progress in neighborhood diplomacy and work to create a community with a common future with our neighbors.
zh_cn: 全面推进周边外交，打造周边命运共同体。

source: We will work to strengthen unity and cooperation with other developing countries and protect our common interests.
zh_cn: 加强同发展中国家团结合作，维护共同利益。

source: We will actively participate in international and multilateral affairs and work to make both the international system and the international order more just and equitable.
zh_cn: 积极参与国际多边事务，推动国际体系和秩序朝着更加公正合理方向发展。

source: We will host events to commemorate the 70th anniversary of the victory in the world's war against fascism and in the Chinese people's War of Resistance against Japanese Aggression, and work together with other members of the international community to uphold the victory of World War II and international justice.
zh_cn: 办好纪念世界反法西斯战争和中国人民抗日战争胜利70周年相关活动，同国际社会共同维护二战胜利成果和国际公平正义。

source: China is willing to work hand in hand with all other countries to sustain enduring peace and build a more prosperous world.
zh_cn: 我们愿与世界各国携手并肩，维护更加持久的和平，建设更加繁荣的世界。

source: This is an era that has given to China a historic opportunity for development and prosperity.
zh_cn: 时代赋予中国发展兴盛的历史机遇。

source: Let us rally closely around the Party Central Committee with Comrade Xi Jinping as General Secretary, hold high the great banner of socialism with Chinese characteristics, and work together to break new ground. Let us endeavor to accomplish this year's objectives and tasks for economic and social development. By doing so, we will make new and greater contributions toward achieving the Two Centenary Goals and realizing the Chinese Dream of the great rejuvenation of the Chinese nation.
zh_cn: 让我们紧密团结在以习近平同志为总书记的党中央周围，高举中国特色社会主义伟大旗帜，凝神聚力，开拓创新，努力完成今年经济社会发展目标任务，为实现“两个一百年”奋斗目标、建成富强民主文明和谐的社会主义现代化国家、实现中华民族伟大复兴的中国梦作出新的更大贡献！
